[
    {
        "id": 1,
        "flmch1": "服装鞋帽"
    },
    {
        "id": 2,
        "flmch1": "家用电器"
    },
    {
        "id": 3,
        "flmch1": "办公器材"
    },
    {
        "id": 4,
        "flmch1": "化妆美容"
    },
    {
        "id": 5,
        "flmch1": "母婴用品"
    },
    {
        "id": 6,
        "flmch1": "手机数码"
    },
    {
        "id": 7,
        "flmch1": "家居生活"
    },
    {
        "id": 8,
        "flmch1": "箱包首饰"
    },
    {
        "id": 9,
        "flmch1": "食品饮料"
    },
    {
        "id": 10,
        "flmch1": "电脑用品"
    }
]