[
    {
        "id" : 30,
        "ppmch" : "康师傅"
    },
    {
        "id" : 31,
        "ppmch" : "统一"
    },
    {
        "id" : 32,
        "ppmch" : "今麦郎"
    },
    {
        "id" : 33,
        "ppmch" : "三全"
    },
    {
        "id" : 34,
        "ppmch" : "湾仔码头"
    },
    {
        "id" : 35,
        "ppmch" : "双汇"
    },
    {
        "id" : 36,
        "ppmch" : "金锣"
    },
    {
        "id" : 37,
        "ppmch" : "银鹭"
    },
    {
        "id" : 38,
        "ppmch" : "古龙"
    },
    {
        "id" : 39,
        "ppmch" : "哇哈哈"
    }
]