[
    {
        "id" : 30,
        "ppmch" : "贝亲"
    },
    {
        "id" : 31,
        "ppmch" : "强生"
    },
    {
        "id" : 32,
        "ppmch" : "帮宝适"
    },
    {
        "id" : 33,
        "ppmch" : "好奇"
    },
    {
        "id" : 34,
        "ppmch" : "新安怡"
    },
    {
        "id" : 35,
        "ppmch" : "美赞臣"
    },
    {
        "id" : 36,
        "ppmch" : "雀巢"
    },
    {
        "id" : 37,
        "ppmch" : "帕玛氏"
    },
    {
        "id" : 38,
        "ppmch" : "巴布豆"
    },
    {
        "id" : 39,
        "ppmch" : "郁美净"
    }
]