[
    {
        "id" : 30,
        "ppmch" : "美的"
    },
    {
        "id" : 31,
        "ppmch" : "格力"
    },
    {
        "id" : 32,
        "ppmch" : "海尔"
    },
    {
        "id" : 33,
        "ppmch" : "西门子"
    },
    {
        "id" : 34,
        "ppmch" : "苏泊尔"
    },
    {
        "id" : 35,
        "ppmch" : "飞利浦"
    },
    {
        "id" : 36,
        "ppmch" : "格兰仕"
    },
    {
        "id" : 37,
        "ppmch" : "老板"
    },
    {
        "id" : 38,
        "ppmch" : "华帝"
    },
    {
        "id" : 39,
        "ppmch" : "方太"
    }
]