[
    {
        "id" : 30,
        "ppmch" : "韩都衣舍"
    },
    {
        "id" : 31,
        "ppmch" : "优衣库"
    },
    {
        "id" : 32,
        "ppmch" : "森马"
    },
    {
        "id" : 33,
        "ppmch" : "以纯"
    },
    {
        "id" : 34,
        "ppmch" : "美特斯邦威"
    },
    {
        "id" : 35,
        "ppmch" : "耐克"
    },
    {
        "id" : 36,
        "ppmch" : "阿迪达斯"
    },
    {
        "id" : 37,
        "ppmch" : "新百伦"
    },
    {
        "id" : 38,
        "ppmch" : "匡威"
    },
    {
        "id" : 39,
        "ppmch" : "海澜之家"
    }
]