[
    {
        "id" : 30,
        "ppmch" : "路易威登"
    },
    {
        "id" : 31,
        "ppmch" : "爱马仕"
    },
    {
        "id" : 32,
        "ppmch" : "香奈儿"
    },
    {
        "id" : 33,
        "ppmch" : "万里马"
    },
    {
        "id" : 34,
        "ppmch" : "红谷"
    },
    {
        "id" : 35,
        "ppmch" : "金利来"
    },
    {
        "id" : 36,
        "ppmch" : "七匹狼"
    },
    {
        "id" : 37,
        "ppmch" : "啄木鸟"
    },
    {
        "id" : 38,
        "ppmch" : "圣大保罗"
    },
    {
        "id" : 39,
        "ppmch" : "新秀丽"
    }
]