[
    {
        "id" : 30,
        "ppmch" : "科凡"
    },
    {
        "id" : 31,
        "ppmch" : "尚品"
    },
    {
        "id" : 32,
        "ppmch" : "图强"
    },
    {
        "id" : 33,
        "ppmch" : "欧美斯"
    },
    {
        "id" : 34,
        "ppmch" : "卡诺亚"
    },
    {
        "id" : 35,
        "ppmch" : "伊百丽"
    },
    {
        "id" : 36,
        "ppmch" : "巧夺天工"
    },
    {
        "id" : 37,
        "ppmch" : "全友"
    },
    {
        "id" : 38,
        "ppmch" : "佰怡家"
    },
    {
        "id" : 39,
        "ppmch" : "宜家"
    }
]