[
    {
        "id" : 30,
        "ppmch" : "惠普"
    },
    {
        "id" : 31,
        "ppmch" : "戴尔"
    },
    {
        "id" : 32,
        "ppmch" : "苹果"
    },
    {
        "id" : 33,
        "ppmch" : "华硕"
    },
    {
        "id" : 34,
        "ppmch" : "宏基"
    },
    {
        "id" : 35,
        "ppmch" : "因特尔"
    },
    {
        "id" : 36,
        "ppmch" : "金士顿"
    },
    {
        "id" : 37,
        "ppmch" : "希捷"
    },
    {
        "id" : 38,
        "ppmch" : "微星"
    },
    {
        "id" : 39,
        "ppmch" : "三星"
    }
]